Revit 2027 API
DirectContext3DFailures Properties
The BuiltInFailures.DirectContext3DFailures type exposes the following members.
Properties
Name | Description
NoMoreExternalDataTypeInstances |  No more instances of the Coordination Model.
UnableToLoadCoordinationModel |  Unable to load Coordination Model.
Top
See Also
Reference
BuiltInFailures.DirectContext3DFailures Class
Autodesk.Revit.DB Namespace